Repository: giellalt/corpus-smj
Catalog: tmx/nob/admin/depts/udir.no/sfs_veiledning_20_undervisningsopplegg-lesestrategi.html.tmx
Source language: smj
Languages: nob

source: Åhpadimgárvvidusbuojkulvisá: Låhkåmstrátegija
nob: Hovedinnhold

source: Tiebmá: låhkåmstrátegija – låhkåt åhpatjit
nob: Trinn: Vg2 – studieforberedende utdanningsprogram og påbygging til generell studiekompetanse for yrkesfaglige utdanningsprogram

source: Álgadus
nob: Vis alle

source: Åhpadimgárvvidus vuoset buojkulvisáv gåktu barggat máhtudakmihtoj jåvsåtjit.
nob: Undervisningsopplegget viser et eksempel på hvordan elevene kan arbeide for å nå kompetansemålene.

source: Dánna vuoseduvvá gåktu máhtudakmihto båhti vuojnnuj åhpadusmihttomierijn, ma li lávke gåktu máhtudakmihtojt jåksåt.
nob: Her vises det hvordan kompetansemålene kan konkretiseres i læringsmål, som er steg på veien mot å nå kompetansemålene.

source: Åhpadimgárvvidus vuoset ájggeguovddelis barggamvuogijt, gåktu vuodotjehpudagá åvtåstuhteduvvi ja gåktu åhpadiddje hiebat åhpadusáv oahppijda ja árvustallá sijájt bargadahttijn.
nob: Undervisningsopplegget viser aktuelle arbeidsmåter, hvordan grunnleggende ferdigheter integreres og hvordan læreren tilpasser undervisningen til elevene og vurderer dem underveis.

source: Oahppe galggi aj ietjasa ja guhtik guojmesa bargov árvustallat.
nob: Elevene skal også vurdere sitt eget og hverandres arbeid.

source: Åhpadimgárvvidus vuoset gåktu oahppe máhtti oadtjot buorre låhkåmstrátegijajt gå barggi gålmåjn tevstajn.
nob: Undervisningsopplegget viser hvordan elevene kan tilegne seg gode lesestrategier ved å arbeide med tre tekster.

source: Máhtudakmihto ML06-S an
nob: Kompetansemål i LK06-S

source: Máhtudakmihto Jo2 - oahppogárvedime åhpadusprográmma ja lasádus dábálasj oahppomáhtudahkaj - viddnofágalasj åhpadusprográmma maŋŋela
nob: Kompetansemål etter Vg2 – studieforberedende utdanningsprogram og etter påbygging til generell studiekompetanse – yrkesfaglige utdanningsprogram

source: Åhpadusá mihttomierre le oahppe galggi máhttet
nob: Skriftlig kommunikasjon Mål for opplæringen er at eleven skal kunne

source: gåvådit ja árvustallat ietjas låhkåm- ja tjállemstrategijajt
nob: beskrive og vurdere egne lese- og skrivestrategier

source: låhkåt tevstajt ma li tjáledum dålusj tjállemvuogij milta ja buohtastahttet dálásj tjállemvuogijn
nob: lese tekster skrevet i eldre ortografi og sammenligne med dagens ortografi

source: låhkåt ja analyserit vissa oasev duot dát tevstas, tjáppagirjálasjvuoda ja ássjeprosa sjáŋŋarijs, ma gulluji ájgegávddaj maŋŋel jage 1995
nob: lese og analysere et representativt utvalg av litteratur og tekster, skjønnlitteratur og sakprosa, knyttet til perioden før 1965

source: Åhpadusá mihttomierre le oahppe galggá máhttet
nob: Muntlig kommunikasjon Mål for opplæringen er at eleven skal kunne

source: analyserit ja tjielggit guládallamvuogijt ja guládallamstrategijajt sáme sebrudagájn åvddål ja dálla
nob: analysere og gjøre rede for kommunikasjonsmåter og kommunikasjonsstrategier i samiske samfunn før og nå

source: Oahppoplánan Sámegiella vuostasj giellan le sierra máhtudakmihto låhkåmstrátegijajda 7. jahkedáse maŋŋela: “ Åhpadusá mihttomierre le oahppe galggá máhttet adnet duov dáv låhkåmstrategiijav gå låhkå duov dáv tevstav duon dán láhkáj ” Oahppoplánan sámegiella vuostasj giellan - S ’ an le vuodotjehpudahka máhttet låhkåt dættodam “ Duon dán sjáŋ ŋ ara tækstalåhkåmijn moatten gássjelisvuodadásen åvddånahteduvvá tækstadádjadus ja ávkálasj låhkåmstrategija ” Dan diehti åhpadimgárvvidussa le vuododam dan nali oahppe dåbddi ja duov dáv låhkåmstrátegijav li adnám.
nob: Læreplanen for Samisk som førstespråk har egne kompetansemål for lesestrategier etter 7. årstrinn: “ Mål for opplæringen er at eleven skal kunne bruke varierte lesestrategier for å lese ulike typer tekst i ulikt tempo ” I læreplanen for samisk som førstespråk i LK06-S er den grunnleggende ferdigheten å kunne lese for øvrig vektlagt: “ Møte med tekster i ulike sjangere og med ulik vanskegrad vil bidra til å utvikle tekstkompetanse, og hensiktsmessige lesestrategier. ” Derfor bygger dette undervisningsopplegget på at elevene kjenner til og har brukt noen ulike lesestrategier.

source: Ulmme dájna åhpadimgárvvidusájn le oahppe galggi gæhttjaladdat duojt dájt låhkåmstrátegijajt, gávnatjit makkár låhkåmstrátegija hiehpi sidjij duon dán dilen. Ulmme oahppijda le låhkåt vaj buoremusát oahppi.
nob: Hensikten med dette undervisningsopplegget er at elevene skal prøve ut forskjellig lesestrategier for å finne ut hvilke lesestrategier som er egnet for dem selv i ulike situasjoner.

source: Oahppe galggi máhttet
nob: Målet for elevene er å lese slik at de lærer best mulig.

source: gæhttjaladdet låhkåmstrátegijajt
nob: prøve ut flere lesestrategier

source: árvustallat ietjasa ávkev låhkåmis
nob: vurdere eget utbytte av lesingen

source: tjielggit mij la ávkken ja mij ij la, duon dán låhkåmstrátegijan
nob: beskrive fordeler og ulemper ved de ulike lesestrategiene

source: válljit ávkálasj låhkåmstrátegijajt
nob: velge hensiktsmessige lesestrategier

source: Åhpadiddje ságas oahppij åhpadusmihttomierij birra, ma li lávke jåvsåtjit máhtudakmihtojt.
nob: Læreren samtaler med elevene om læringsmålene som er steg på veien mot å nå kompetansemålet.

source: Vuodotjehpudagá
nob: Grunnleggende ferdigheter

source: Máhttet låhkåt: tevstajt låhkåt
nob: Å kunne lese: lese tekster

source: Máhttet njálmálattjat åvddånbuktet: ságastallat ja dágástallat tevstaj birra ja ságastallat låhkåmstrátegijaj birra
nob: Å kunne uttrykke seg muntlig: samtale om og diskutere tekster og samtale om lesestrategier

source: Máhttet tjálálattjat åvddånbuktet: iesjárvustallamav tjállet
nob: Å kunne uttrykke seg skriftlig: skrive egenvurdering

source: Máhttet digitála ræjdojt adnet: tevstajt internehtas viedtjat
nob: Å kunne bruke digitale verktøy: hente tekster på internett

source: Oahppe subtsasti låhkåmstrátegijaj birra majt sij dåbddi, ja ságasti strátegijaj birra majt sij ienemusát adni.
nob: Elevene forteller om lesestrategier de kjenner, og de snakker om strategier de oftest bruker.

source: Tjielggiji låhkåmstrátegijajt.
nob: De beskriver lesestrategiene.

source: Dassta man birra oahppe subtsasti ja tsuojggiji dagá gåvåv táblluj.
nob: Lag gjerne en oversikt på tavla ut fra det elevene forteller om og påpeker.

source: Dát máhttá åhpadiddjáj gåvådit majt oahppe bukti, ja oahppe guojedi dåjs nuppijs.
nob: Dette vil gi læreren et bilde av hva elevene mestrer, og elevene får ideer av hverandre.

source: Jus bihkus oahppe e nav moadda låhkåmstrátegijajt dåbdå, viertti åhpadiddje merustit jus vierttiji ienebujn oahpástuvvat, gæhttjaladdat dajt ja adnet dajt aktijvalattjat árvustalátjit gåktu da doajmmi juohkkahattjaj duon dán låhkåmin.
nob: Hvis det viser seg at elevene har et lite reportoar av lesestrategier, må læreren vurdere om de bør bli kjent med flere, prøve dem ut og bruke dem aktivt for å vurdere hvordan de virker for den enkelte i ulike leseoppdrag.

source: Dassta maŋŋela oahppe dágástalli makkir låhkåmstrátegija sijá mielas li ávkálattja gå galggi låhkåt gålmmå tevsta majt åhpadiddje sidjij vuoset.
nob: Deretter diskuterer elevene hvilke lesestrategier de mener kan være hensiktsmessige, når de skal lese tre tekster læreren presenterer for dem.

source: Vuodon dágástallamij vierttiji oahppe dåbddåt manen galggi tevstajt låhkåt.
nob: Som grunnlag for diskusjonen, må elevene kjenne til hva som er målet med å lese tekstene.

source: Buojkulvisá
nob: Eksempler

source: Oahppe galggi máhttet mujttalit tevstaj oajvvesisanov
nob: Elevene skal kunne gjengi hovedinnholdet i tekstene.

source: Oahppe galggi guottojt dåbddåt ma tevstajn båhti vuojnnuj
nob: Elevene skal identifisere holdninger som kommer til uttrykk i tekstene.

source: Oahppe galggi åhtjudit vuodov dágástalátjit dájt guottojt
nob: Elevene skal skaffe seg et grunnlag for å drøfte disse holdningene.

source: Ságastallam ja diedojt åhtsåt
nob: Samtale og innhenting av informasjon

source: Gatjálvisåvddåmerka
nob: Eksempler på spørsmålsstillinger

source: Makkir vuorddemusájt le oahppijn tevstajda ?
nob: Hvilke forventninger har elevene til tekstene ?

source: Makkir vuorddemusájt bajelttjála vaddá ?
nob: Hvilke forventninger gir bildene ?

source: Makkir vuorddemusájt gåvå vaddi ?
nob: Hvem var menneskene som skrev disse tekstene ?

source: Makkir histåvrrålasj dilen tjállin ?
nob: I hvilken historisk situasjon skrev de ?

source: Man birra li tevsta ?
nob: Hva handler tekstene om ?

source: Makkir vuojnojt tæksta buktá ?
nob: Hvilke holdninger gir tekstene uttrykk for ?

source: Guovten tevstan le ortográfija ietjá gå guolmádin.
nob: I to av tekstene er ortografien en annen enn i den tredje.

source: Gåktu oahppe dáv åtsådalli ?
nob: Hvordan opplever elevene dette ?

source: Gåvåv oadtjot Oahppe låhki namájt ja bajelttjálajt ja gåvåjt gæhttji.
nob: Overblikk Elevene leser titler og overskrifter og ser på bilder.

source: Subtsasti majt sij ájádalli tevsta / tevstaj tiebmá le.
nob: De forteller hva de tenker er temaet i teksten / tekstene.

source: Låhkålit Oahppe låhkåli tevstav / tevstajt ja gássjelis bágojt gávnni.
nob: Skumlesing Elevene skumleser teksten / tekstene og finner fram til vanskelige ord.

source: Åhpadiddje ságas oahppij daj gássjelis bágoj birra ja oahppe tjielggiji bágojt.
nob: Læreren snakker med elevene om de vanskelige ordene, og elevene forklarer ordene.

source: Sij máhtti báhkolistav tjállet báhkotjielggidimij.
nob: De kan gjerne skrive en ordliste med ordforklaringer.

source: Dárkkelis låhkåm Oahppe tevstav / tevstajt låhki gávnatjit makkir guotto båhti vuojnnuj tevstajn.
nob: Nærlesing Elevene leser teksten / tekstene for å finne ut hvilke holdninger tekstene gir uttrykk for.

source: Låhkåma maŋŋela Åhpådiddje ságas oahppij majt gávnnin lågådahttijn tevstajt.
nob: Etter lesingen Læreren snakker med elevene om hva de fant ut da de leste tekstene.

source: Sij subtsasti makkir strátegijajtsij adnin ja árvustallat dajt.
nob: De forteller hvilke strategier de brukte og vurderer dem.

source: Sij tjielggiji mij dåjmaj, ja mij ittjij dåjma duon dán dilen.
nob: De beskriver hva som fungerte, og hva som ikke var så hensiktsmessig i ulike tilfeller.

source: Ihkap muhtemij mielaj milta le vilá gássjel dádjadit man birra tevsta li, jali makkit guotto båhti vuojnnuj.
nob: Kanskje noen fremdeles synes det er vanskelig å forstå hva en av tekstene handler om, eller hvilke holdninger den uttrykker.

source: De oahppeguojme máhtti tsuojggit ja bagádit gåktu galggi låhkåt vaj vásstádusájt gávnni.
nob: Da kan medelever gi tips og råd om hvordan de skal lese for å finne svarene.

source: Oahppe árvustalli bagádallamijt ja gæhttjaladdi avtav jali ienebuv dajs.
nob: Elevene vurderer rådene og prøver ut ett eller flere av dem.

source: Sij diededi gåktu dát manáj.
nob: De rapporterer om hvordan det gikk.

source: Guovtes ja guovtes jali juohkusijn oahppe tjoahkkájgessusav tevstajs dahki, ja tevstav tjálli oajvvevuojno birra tevstan.
nob: I par eller grupper lager elevene et sammendrag av tekstene, og de skriver en tekst om hovedsynet i teksten.

source: Oahppe máhtti oadtjot barggon tjielggit guládallamvuogijt ja guládallamstrátegijajt sáme sebrudagájn åvdebut ja dálla.
nob: Elevene kan få i oppgave å forklare kommunikasjonsmåter og kommunikasjonsstrategier i samiske samfunn før og nå.

source: Vuodon adnbi tevstajt.
nob: De bruker tekstene som grunnlag.

source: Åvddånbukti dáv njálmálattjat oahppeguojmijda, jali tjálálattjat åhpadiddjáj.
nob: De presenterer dette muntlig for medelevene, eller de gjør det skriftlig for læreren.

source: Hiebadum åhpadibme
nob: Tilpasset opplæring

source: Lågå Henriksena ja Lunde (gehtja Åvddål låhkåma jali Resursa vuolen) tevstajt tjavgga aktan muhtemijs oahppijs.
nob: Les Henriksens og Lundes tekst høyt sammen med noen av elevene.

source: Ganuga gå la dárbbo tjielggit bágojt ja jus tjállemvuohke dahká tevstav gássjel låhkåt.
nob: Stopp når det er nødvendig å forklare ord og hvis ortografien gjør at det blir vanskelig å lese teksten.

source: Divna sjávot låhki Nils Collet Vogta tevstav.
nob: Alle leser Nils Collet Vogts tekst stille.

source: Sijájn gænna le dárbbo máhtti astos barggat, ja sijájn gudi jåhtelit barggat, såbada makkir bargojn galggi joarkket gå gærggi barggat, nav vaj sij gudi vilá låhki e hiemssiduvá.
nob: Sett av god tid for dem som har behov for det, og avtal med de raske hvilket arbeid de skal fortsette med når de er ferdige slik at de som fremdels leser, ikke blir forstyrret.

source: Åhpadiddje ságas ájnegisoahppijn hásstálusáj birra gå tevstajt låhki, ja viehket sijájt gæhttjaladdat hiebalgis strátegijajt.
nob: Læreren snakker med enkeltelever om utfordringer med å lese tekstene og hjelper dem med å prøve ut egnede strategier.

source: Muhtema árvvaladdi sierra dåbddåmerkajt tevstajn ja gielalasj vájkkodimnævojt unnep juohkusijn.
nob: Noen drøfter særtrekk i tekstene og språklige virkemidler i mindre grupper.

source: Muhtema árvvaladdi mij jáhkedahtte ulmme le læhkám tevstajt tjállet.
nob: Noen drøfter hva formålet med å skrive tekstene trolig kan ha vært.

source: Åhpadimgárvvidus buoragit guhkásåhpadibmen hiehpá.
nob: Undervisningsopplegget egner seg godt til fjernundervisning.

source: Árvustallam
nob: Vurdering

source: Oahppe ietjasa árvustalli bargo álgadimen.
nob: Underveisvurdering Elevene vurderer seg selv ved starten av arbeidet.

source: Majna sij ietjasij mielas buoragit bukti ?
nob: Hva mener de at de mestrer bra ?

source: Mij la gássjelis ?
nob: Hva er vanskelig ?

source: Sij tjåvdabágojt jali låkkav dán birra tjálli.
nob: De skriver stikkord eller logg om dette.

source: Dát vaddá åhpadiddjáj ávkálasj diedojt nav vaj máhttá barggoprosessan duorjodit oahppijt buoremusát gåk máhttelis le.
nob: Dette gir læreren nyttig informasjon slik at han eller hun kan støtte elevene best mulig i arbeidsprosessen.

source: Åhpadiddje mujttádahttá oahppijt åhpadusmihttomierijt.
nob: Læreren minner elevene om læringsmålene.

source: Sij galggi gæhttjaladdat ienep låhkåmstrátegijajt ja árvustallat ietjasa ávkev låhkåmis.
nob: De skal prøve ut flere lesestrategier og vurdere eget utbytte av lesingen.

source: Sij galggi tjielggit mij la ávkken ja mij ij la duon dán låhkåmstrátegijan ja ávkálsj låhkåmstrátegijajt válljit.
nob: De skal beskrive fordeler og ulemper ved de ulike lesestrategiene og velge hensiktsmessige lesestrategier.

source: Barggogávda gietjen gæhttji oahppe majt sij li dán bargo álgon tjállám, ja árvustalli gåktu dille dálla le.
nob: Mot slutten av denne arbeidsperioden ser elevene på det de skrev i begynnelsen av arbeidet, og de vurderer hvordan situasjonen er nå.

source: Le gus sij ådå strátegijajt gæhttjalam ?
nob: Har de prøvd ut nye strategier ?

source: Le gus sij gávnnam strátegijav mij sidjij buoragit hiehpi ?
nob: Har de funnet fram til en strategi som passer dem godt ?

source: Bukti sij juoga dálla majt sij etjin åvddåla buvte ?
nob: Mestrer de noe nå som de ikke klarte før ?

source: Majt li barggam vaj smidáp sjaddat ?
nob: Hva har de gjort for å bli bedre ?

source: Gåktu le dát doajmmam ?
nob: Hvordan har det virket ?

source: Máhtudakmihtojt árvustallat
nob: Vurdering av kompetansemål

source: Dála tjuovvu buojkulvis gåktu åhpadiddje oahppij máhtudagájt árvustallá.
nob: Her følger et eksempel på hvordan læreren vurderer elevenes kompetanse.

source: Åhpadiddje oahpásmahttá oahppijt daj máhtudagáj maj galggi kåksåt ja tjielggit mihttomierrejåksåma dåbddomerkajt.
nob: Læreren gjør elevene kjent med den kompetansen de skal arbeide for å oppnå, og beskriver kjennetegn på måloppnåelse.

source: Dá dåbddåmerka sjaddi vuodon gå åhpadiddje galggá oahppijn ságastit suv máhtudagáj birra.
nob: Disse kjennetegnene blir utgangspunktet når læreren skal snakke med eleven om elevens kompetanse.

source: Sjiemán mij tjuovvu, le máhtudahka tjielggidum gålmån dásen.
nob: I skjemaet som følger, er kompetansen beskrevet på tre nivåer.

source: Sjiebmá máhttá aneduvvat vuodon gå oahppe máhtudagá duodastahteduvvi, duola degu jahkebielárvustallamin.
nob: Skjemaet kan brukes som grunnlag for dokumentasjon på elevens kompetanse, for eksempel i halvårsvurderingen.

source: Dáse hiehpi gå åhpadiddje galggá vuosedit oahppijda makkir dásijn sij li jali majna galggi åvddålij guovlluj barggat, ja gå åhpadiddje sihtá vuosedit åvddånahttemav.
nob: Nivåene er egnet når læreren skal vise elevene hvor de står eller hva de skal arbeide videre med, og når læreren vil peke på framgang.

source: Tjielggit ja árvustallat ietjas låhkåmstrátegijajt
nob: Å beskrive og vurdere egne lesestrategier

source: Vuollegis máhtudahka
nob: Lav kompetanse (karakter 2)

source: Ållu buorre jali buorre máhtudahka
nob: Ganske god eller god kompetanse (karakter 3 eller 4)

source: Huj buorre máhtudahka
nob: Meget god kompetanse (karakter 5 eller 6)

source: Dån subtsasta muhtem låhkåmstrátegijaj birra majt la adnám, ja gåktu da duv mielas li dunji doajmmam
nob: Du forteller om noen lesestrategier du har benyttet, og om hvordan du synes de fungerer for deg.

source: Oahppe ietjasa árvustalli bargo álgadimen. Majna sij ietjasij mielas buoragit bukti ?
nob: Du benytter flere ulike lesestrategier og kan beskrive dem.

source: Mij la gássjelis ? Sij tjåvdabágojt jali låkkav dán birra tjálli. Dát vaddá åhpadiddjáj ávkálasj diedojt nav vaj máhttá barggoprosessan duorjodit oahppijt buoremusát gåk máhttelis le.
nob: Du sammenlikner noen av lesestrategiene og forklarer hva som har fungert best i noen ulike leseoppdrag.
